<template>
  <div class="baogao_card">
      <div class="title">
            <icon name="jcbg_icon_p_copy1" scale="3.5" class="baogao_card_tt_icon"></icon>
            动养调理方案
      </div>
      <dl class="content">
          <dt>原则</dt>
          <dd>
              <p >1、运动时不适宜剧烈运动，不宜汗出太多，微微见汗为度；忌用力过猛或做长久憋气的动作。<br>
2、宜选择慢跑、游泳、羽毛球、八段锦等中低强度、柔缓的有氧运动项目，并持之以恒。<br>
3、进餐1～2小时后为最佳运动时机；若餐后进行体育锻炼，运动量不宜过大，时间不宜过长。<br>
4、运动持续20～25分钟/次，保证10～15分钟的运动前准备活动及运动后放松活动，运动中有效心率（每分钟100～120次）的保持时间需达到10～15分钟。
5、建议每周锻炼3～4次为宜。                                                </p>
          </dd>
          <dt>散步健身法</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_4.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                  散步健身法属于运动强度较小的有氧运动，有益于锻炼身体协调能力、身体灵敏性、肌肉耐力、心肺耐力等。建议于进餐1-2小时后进行，速度以3000米每小时为宜，每天进行1-3次，
每次20-30分钟，注意运动前需进行准备活动。
                        
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  散步健身适合于年龄较大、身体较弱者，宜长期坚持； 运动强度需根据年龄、体质因人而异的控制运动量。
                        
              </p>
          </dd>
          <dt>慢跑健身法</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_5.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                  慢跑健身法属于有氧运动，有益于锻炼身体协调能力、身体灵敏性、肌肉耐力、心肺耐力等。建议于进餐1-2小时后进行，速度以每分钟100-200米为宜，每天坚持20-30分钟，注意运动前需进行准备活动，结束后缓行或原地踏步，调匀呼吸。
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  慢跑适合年轻、身体条件较好、有锻炼基础者；膝关节、踝关节不适者，心、脑、肾等疾病的患者需谨慎选择。
              </p>
          </dd>
          <dt>骑自行车</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_6.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                  骑自行车属于有氧运动，有益于锻炼身体协调能力、身体灵敏性、肌肉耐力、心肺耐力等。建议于进餐1-2小时后进行，速度以8.5-15千米每小时为宜，每天坚持20-30分钟，注意运动
前需进行准备活动。
                                                
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  骑自行车适合年轻、身体条件较好、有锻炼基础者；心、脑、肾等疾病的患者需谨慎选择；室外骑行注意安全，或应用功率自行车在室内锻炼。
              </p>
          </dd>
          <dt>游泳</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_7.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                 属于有氧运动，有益于锻炼身体协调能力、身体灵敏性、肌肉耐力、心肺耐力，降低体重指数等，建议于进餐1-2小时后进行，每周3-7次，每次30分钟左右。                                  
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  游泳运动强度需根据年龄、体质因人而异的控制运动量，老年人或体弱者尤其注意；患有心、脑、肾等疾病的患者需谨慎选择。
              </p>
          </dd>
          <dt>球类运动</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_8.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                 球类运动中，宜选择乒乓球、羽毛球、网球等中等强度的有氧运动，有益于锻炼身体协调能力、身体灵敏性、肌肉耐力、心肺耐力等。建议于进餐1-2小时后进行，宜每天坚持20-30分钟，注意运动前需进行准备活动。
                                             
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  球类运动适合年轻、体质较好、有锻炼基础者；球类运动存在一定竞技性，体质较弱、老年人或患有心、脑、肾等疾病的患者需谨慎选择。
                        
              </p>
          </dd>
          <dt>八段锦</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_9.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                 气虚证者可习练“调理脾胃需单举”。<br><br>

动作详解：<br>
动作一：两腿徐缓挺膝伸直；同时，左掌上托，左臂外旋上穿经面前，随之臂内旋上举至头左上方，肘关节微屈，力达掌根，掌心向上，掌指向右；同时，右掌微上托，随之臂内
旋下按至右髋旁，肘关节微屈，力达掌根，掌心向下，掌指向前，动作略停；目视前方。<br><br>
                        
动作二：松腰沉髋，身体重心缓缓下降；两腿膝关节微屈，同时，左臂屈肘外旋，左掌经面前下落于腹前，掌心向上；右臂外旋，右掌向上捧于腹前，两掌指尖相对，相距约10厘
米，掌心向上；目视前方。<br><br>
                        
动作三、四：同动作一、二，惟左右相反。<br><br>

本式一左一右为1遍，共做3遍；第3遍最后一动作时，两腿膝关节微屈；同时，右臂屈肘，右掌下按于右髋旁，掌心向下，掌指向前；目视前方。
                         
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  1、练功时宜选择空气清新、环境幽静的地方，衣着宽松，心情舒畅，思想安静。<br><br>

2、习练八段锦宜松静自然，精神放松，宁心安神，排除杂念，形体、呼吸、意念顺其自然。<br><br>

3、练功时姿势与方法正确，合乎规格，认真体会身体各部位的要求和要领，动作幅度的大小、姿势的高低、用力的大小、习练的数量、呼吸的调整等，都要根据自身身体情况灵活掌
握，特别是对老年人群和体弱者。<br><br>
                                                                                                
4、习练八段锦宜循序渐进、持之以恒，初学者需克服练功带来的肌肉关节酸痛等不适，宜采用自然呼吸的方法，经一段时间的习练，逐渐注意动作要领和细节，逐步过渡到腹式呼
吸，不可急于求成，并根据自身健康情况合理安排运动量，随着时间和习练数量的积累，达到良好的练功效果。   
              </p>
          </dd>
          <dt>六字诀</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_10.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                  习练“呼（hu）字诀”补“脾”气。<br><br>

动作详解：<br>
动作一：两手掌心向内对肚脐，指尖斜相对，五指自然张开，两掌心间距与掌心至肚脐距离相等；目视前下方。<br><br>

动作二：两膝缓缓伸直；同时，两掌缓缓向肚脐方向合拢，至肚脐前约10厘米。<br><br>

动作三：微屈膝下蹲；同时，两掌向外展开至两掌心间距与掌心至肚脐距离相等，两臂成圆形，并口吐“呼”字音；目视前下方。<br><br>

动作四：两膝缓缓伸直；同时，两掌缓缓向肚脐方向合拢。<br><br>

重复三至四动作5遍，本式共吐“呼”字音6次。
                        
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  1、练功时宜选择空气清新、环境幽静的地方，衣着宽松，心情舒畅，思想安静。

本功法在呼吸吐纳的同时，通过特定的读音口型来调整与控制体内气息的升降出入，以调整脏腑功能，在习练时，需校准口型，字音准确，体会正确口腔气流流动方式。
<br><br>
2、习练本功法宜循序渐进，掌握“先出声，后无声”的原则，初学时吐气出声，以校正口型与读音，防止憋气；练习熟练后，渐过渡为吐气轻声，最后吐气无声，气息匀息柔长。
<br><br>
3、本功法不过分强调意念活动，习练时注意协调自然，不过多注意肢体运动的规格，形松意静才能使气机调整到最佳状态。
           <br><br>
4、本功法采用逆腹式呼吸，其要领为：鼻吸气时，胸腔慢慢扩张，而腹部随之微微内收，口呼气时则与此相反；初学者呼吸时需微微用意，气息绵绵若存，不能用力，绝不可故意
用力使腹部鼓胀或收缩。<br><br>

5、练功动作幅度以及运动量的大小、呼吸的长短、练功频率需因人而异，量力而行，尤其年老体弱者；练功结束，可搓手、擦面、全身拍打、散步等活动。
                        
              </p>
          </dd>
          <dt>五禽戏</dt>
          <dd>
              <img :src="require('@/assets/images/xinyan_11.png')" alt="" class="full_img">
              <p class="type_title_wrap"><span class="type_title"><span>运动方案</span></span></p>
              <p class="wrap">
                气虚证者可习练“熊戏”。<br><br>

动作详解：<br><br>

1.熊运<br>
动作一：两掌握空拳成“熊掌”，拳眼相对，垂于下腹部；目视两拳。<br><br>

动作二：以腰、腹为轴，上体做顺时针摇晃；同时，两拳随之沿右肋部、上腹部、左肋部、下腹部划圆；目随上体摇晃环视。<br><br>
                        
动作三、四：同动作一、二。<br><br>

动作五至八：同动作一至四，惟左右相反。<br><br>

做完最后一动作，两拳变掌下落，自然垂于体侧；目视前方。<br><br>

2.熊晃<br>
 动作一：身体重心右移；左髋上提，牵动左脚离地，再微屈<br>
左膝；两掌握空拳成“熊掌”，目视左前方。<br><br>
                        
动作二：身体重心前移；左脚向左前方落地，全脚掌踏实，脚尖朝前，右腿伸直；身体右转，左臂内旋前靠，左拳摆至左膝前上方，拳心朝左；右拳摆至体后，拳心朝后；目视左
前方。<br><br>

动作三：身体左转，重心后坐；右腿屈膝，左腿伸直；拧腰晃肩，带动两臂前后弧形摆动；右拳摆至左膝前上方，拳心朝右；左拳摆至体后，拳心朝后；目视左前方。
          <br><br>              
动作四：身体右旋，重心前移；左腿屈膝，右腿伸直；同时，左臂内旋前靠，左拳摆至左膝前上方，拳心朝左；右拳摆至体后，拳心朝后；目视左前方。
<br><br>
动作五至八：同动作一至四，惟左右相反。# 重复一至八动作1遍后，左脚上步，开步站立；同时，两手自然垂于体侧；两掌向身体侧前方举起，与胸同高，掌心向上；目视前方。曲肘，两掌内合下按，自然垂于体侧，目视前方。
                        
              </p>
              <p class="type_title_wrap"><span class="type_title"><span>适宜人群</span></span></p>
              <p class="wrap">
                  1、练功时宜选择空气清新、环境幽静的地方，衣着宽松，心情舒畅，思想安静。<br><br>      

2、本功法体现了身体躯干的全方位运动，包括前俯后仰、侧屈拧转、提落开合等不同的姿势，活动幅度大，可对颈椎、胸椎、腰椎等部位进行有效锻炼，动作宜轻缓，尤其老年人
群和体弱者，以免造成运动损伤。<br><br>      

3、习练本功法宜循序渐进，由浅入深，初学者做到“摇筋骨，动肢节”即可，在保持正确姿势的前提下，各部分肌肉应尽量保持放松，做到舒适自然，不僵硬，不拿劲，不软塌，逐步进行动作规范，达到熟练的程度。<br><br>      
                        
4、习练五禽戏时，宜调整气息、宁心安神，意识、神韵贯注于动作中，排除杂念，起到“外动内静”的功效。<br><br>      

5、练功动作幅度以及运动量的大小、呼吸的长短、练功频率需因人而异，量力而行，尤其年老体弱者；练功结束，可搓手、擦面、全身拍打、散步等活动。
                            
              </p>
          </dd>
      </dl>
  </div>
</template>

<script>
import Icon from 'vue-svg-icon/Icon.vue';
export default {
  name: 'baogao_card',
  props: {},
  components: {Icon}
}
</script>
